[
  {
    "slug": "understanding-anxiety",
    "lang": "en",
    "title": "Understanding anxiety: The effects of our thoughts.",
    "date": "2025-08-20T00:00:00.000Z",
    "tags": [
      "anxiety",
      "anxiety-disorder"
    ],
    "banner": "/articles/markus-winkler-P9FiNJhDXBc-unsplash.jpg",
    "summary": "Anxiety is a psychological state triggered by real or perceived situations, often marked by fear, stress, loss of control, and physical symptoms like sweating, dizziness, trembling, and rapid heartbeat. While mild stress can motivate and improve performance, excessive or uncontrolled stress harms mood, health, and relationships. Anxiety activates the “fight or flight” response, preparing the body to face danger. Many attribute anxiety to external factors—work, finances, studies—seeing themselves as victims. However, anxiety often arises from our perceptions and interpretations, not events themselves. By understanding this, we can reshape thoughts, gain control, reduce stress, and adopt healthier coping behaviors.",
    "author": "Dimitra Malaki",
    "references": [
      "David A. Clark, Robert L. Leahy. (2020). The Negative Thoughts Workbook: CBT Skills to Overcome the Repetitive Worry, Shame, and Rumination That Drive Anxiety and Depression. Format: Kindle Edition",
      "Ellen Vora. (2022). The Anatomy of Anxiety: Understanding and Overcoming the Body's Fear Response: Orion",
      "Starcevic, V. (2010). Anxiety Disorders in Adults: A Clinical Guide. Oxford: Oxford University Press.",
      "Καλπάκογλου, Θ. (2013). Άγχος και πανικός: Γνωσιακή θεωρία και θεραπεία. Αθήνα: Ινστιτούτο Έρευνας και θεραπείας Συμπεριφοράς"
    ],
    "photoCreditText": "Photo: Unsplash",
    "photoCreditHref": "https://unsplash.com/photos/a-wooden-block-spelling-the-word-anxiety-on-a-table-P9FiNJhDXBc",
    "sourcePath": "src/content/articles/understanding-anxiety/en.md",
    "contentUrl": "/articles/understanding-anxiety/en.md"
  },
  {
    "slug": "understanding-anxiety",
    "lang": "el",
    "title": "Κατανόηση του άγχους: Οι επιδράσεις των σκέψεών μας.",
    "date": "2025-08-20T00:00:00.000Z",
    "tags": [
      "άγχος",
      "αγχώδης-διαταραχή"
    ],
    "banner": "/articles/markus-winkler-P9FiNJhDXBc-unsplash.jpg",
    "summary": "Το άγχος είναι μια ψυχολογική κατάσταση που προκαλείται από πραγματικές ή αντιληπτές καταστάσεις και χαρακτηρίζεται συχνά από φόβο, στρες, απώλεια ελέγχου και σωματικά συμπτώματα όπως εφίδρωση, ζάλη, τρέμουλο και ταχυπαλμία. Ενώ το ήπιο στρες μπορεί να παρακινήσει και να βελτιώσει την απόδοση, το υπερβολικό ή ανεξέλεγκτο στρες επηρεάζει αρνητικά τη διάθεση, την υγεία και τις σχέσεις. Το άγχος ενεργοποιεί την αντίδραση «μάχης ή φυγής», προετοιμάζοντας το σώμα να αντιμετωπίσει τον κίνδυνο. Πολλοί αποδίδουν το άγχος σε εξωτερικούς παράγοντες—δουλειά, οικονομικά, σπουδές—θεωρώντας τον εαυτό τους θύμα. Ωστόσο, το άγχος συχνά πηγάζει από τις αντιλήψεις και ερμηνείες μας, όχι από τα ίδια τα γεγονότα. Κατανοώντας αυτό, μπορούμε να αναδιαμορφώσουμε τις σκέψεις μας, να αποκτήσουμε έλεγχο, να μειώσουμε το στρες και να υιοθετήσουμε πιο υγιείς στρατηγικές αντιμετώπισης.",
    "author": "Δήμητρα Μαλάκη",
    "references": [
      "David A. Clark, Robert L. Leahy. (2020). The Negative Thoughts Workbook: CBT Skills to Overcome the Repetitive Worry, Shame, and Rumination That Drive Anxiety and Depression. Format: Kindle Edition",
      "Ellen Vora. (2022). The Anatomy of Anxiety: Understanding and Overcoming the Body's Fear Response: Orion",
      "Starcevic, V. (2010). Anxiety Disorders in Adults: A Clinical Guide. Oxford: Oxford University Press.",
      "Καλπάκογλου, Θ. (2013). Άγχος και πανικός: Γνωσιακή θεωρία και θεραπεία. Αθήνα: Ινστιτούτο Έρευνας και θεραπείας Συμπεριφοράς"
    ],
    "photoCreditText": "Photo: Unsplash",
    "photoCreditHref": "https://unsplash.com/photos/a-wooden-block-spelling-the-word-anxiety-on-a-table-P9FiNJhDXBc",
    "sourcePath": "src/content/articles/understanding-anxiety/el.md",
    "contentUrl": "/articles/understanding-anxiety/el.md"
  },
  {
    "slug": "panic-attacks-vs-panic-disorder",
    "lang": "en",
    "title": "“What is a panic attack and its distinction from the panic disorder”",
    "date": "2025-05-05T00:00:00.000Z",
    "tags": [
      "panic-attack",
      "anxiety",
      "anxiety-disorder",
      "disorders"
    ],
    "banner": "/articles/luiz-rogerio-nunes-gkJYH0FLtt0-unsplash.jpg",
    "summary": "Panic attacks and panic disorder share the element of “panic,” an intense, uncontrollable fear that disrupts clear thinking. While a single panic attack can occur suddenly, repeated episodes may develop into panic disorder. Panic attacks arise when the body’s “fight or flight” response activates without real danger, flooding the system with adrenaline and causing symptoms like dizziness, rapid heartbeat, shortness of breath, shaking, sweating, and fear of losing control. During an attack, reasoning is clouded, and reassurance is ineffective. Effective treatment often involves psychotherapy to address underlying causes, sometimes combined with medication, but therapy alone can offer deeper, lasting solutions.",
    "author": "Dimitra Malaki",
    "references": [
      "American Psychiatric Association. (2013). Diagnostic and statistical manual of mental disorders, (5th ed.). Washington, DC.",
      "Asnis, G. M., & Praag, H. M. (Eds.). (1995). Panic disorder: clinical, biological, and treatment aspects. Wiley.",
      "Baker, R. (2011). Understanding panic attacks and overcoming fear. Lion Books.",
      "Margraf, J., Taylor, C. B., Ehlers, A., Roth, W. T., & Agras, W. S. (1987). Panic attacks in the natural environment. Journal of Nervous and Mental Disease."
    ],
    "photoCreditText": "Photo: Unsplash",
    "photoCreditHref": "https://unsplash.com/photos/grayscale-photo-of-man-covering-his-face-with-his-hand-gkJYH0FLtt0",
    "sourcePath": "src/content/articles/panic-attacks-vs-panic-disorder/en.md",
    "contentUrl": "/articles/panic-attacks-vs-panic-disorder/en.md"
  },
  {
    "slug": "panic-attacks-vs-panic-disorder",
    "lang": "el",
    "title": "Τι είναι η κρίση πανικού και ποια η διαφορά της από τη διαταραχή πανικού",
    "date": "2025-05-05T00:00:00.000Z",
    "tags": [
      "κρίσεις-πανικού",
      "άγχος",
      "αγχώδης-διαταραχή",
      "διαταραχές"
    ],
    "banner": "/articles/luiz-rogerio-nunes-gkJYH0FLtt0-unsplash.jpg",
    "summary": "Οι κρίσεις πανικού και η διαταραχή πανικού έχουν ως κοινό στοιχείο τον “πανικό” – έναν έντονο, ανεξέλεγκτο φόβο που διαταράσσει τη λογική σκέψη. Μια μεμονωμένη κρίση πανικού μπορεί να εμφανιστεί ξαφνικά, αλλά η επαναλαμβανόμενη εμφάνιση επεισοδίων μπορεί να εξελιχθεί σε διαταραχή πανικού. Οι κρίσεις πανικού προκύπτουν όταν ενεργοποιείται η αντίδραση “μάχης ή φυγής” του οργανισμού χωρίς πραγματικό κίνδυνο, πλημμυρίζοντας το σώμα με αδρεναλίνη και προκαλώντας συμπτώματα όπως ζάλη, ταχυκαρδία, δύσπνοια, τρέμουλο, εφίδρωση και φόβο απώλειας ελέγχου. Κατά τη διάρκεια μιας κρίσης, η λογική σκέψη θολώνει και οι διαβεβαιώσεις δεν είναι αποτελεσματικές. Η αποτελεσματική θεραπεία περιλαμβάνει συχνά ψυχοθεραπεία για την αντιμετώπιση των αιτιών, μερικές φορές σε συνδυασμό με φαρμακευτική αγωγή, αλλά η θεραπεία από μόνη της μπορεί να προσφέρει βαθύτερες, πιο μόνιμες λύσεις.",
    "author": "Δήμητρα Μαλάκη",
    "references": [
      "American Psychiatric Association. (2013). Diagnostic and statistical manual of mental disorders, (5th ed.). Washington, DC.",
      "Asnis, G. M., & Praag, H. M. (Eds.). (1995). Panic disorder: clinical, biological, and treatment aspects. Wiley.",
      "Baker, R. (2011). Understanding panic attacks and overcoming fear. Lion Books.",
      "Margraf, J., Taylor, C. B., Ehlers, A., Roth, W. T., & Agras, W. S. (1987). Panic attacks in the natural environment. Journal of Nervous and Mental Disease."
    ],
    "photoCreditText": "Photo: Unsplash",
    "photoCreditHref": "https://unsplash.com/photos/grayscale-photo-of-man-covering-his-face-with-his-hand-gkJYH0FLtt0",
    "sourcePath": "src/content/articles/panic-attacks-vs-panic-disorder/el.md",
    "contentUrl": "/articles/panic-attacks-vs-panic-disorder/el.md"
  },
  {
    "slug": "self-esteem-psychology",
    "lang": "en",
    "title": "The psychology of self-esteem",
    "date": "2024-12-12T00:00:00.000Z",
    "tags": [
      "personality",
      "self-esteem"
    ],
    "banner": "/articles/morgan-housel-cAQZuqdvba8-unsplash.jpg",
    "summary": "Self-esteem describes how we evaluate our personal worth and whether we feel we are deserving. It is subjective and may differ from reality: sometimes we underestimate ourselves, other times we overestimate. It develops from an early age, increases during adolescence, peaks around ages 50–60, and declines in older age. Low self-esteem leads to doubt, lack of assertiveness, and settling for less, creating a vicious cycle. It is linked to a lack of self-awareness. Psychotherapy helps identify the causes, accept oneself, and set new goals. Living the life we deserve is a right and can be achieved through change and effort.",
    "author": "Δήμητρα Μαλάκη",
    "references": [
      "Brown, J. D. (2014). Self-esteem and self-evaluation: Feeling is believing. Psychological perspectives on the self, 4(8), 27-58.",
      "Orth, U., & Robins, R. (2014). The Development of Self-Esteem. Current Directions In Psychological Science, 23(5), 381-387. Doi: 10.1177/0963721414547414",
      "Rosenberg, M., & Owens, T. J. (2001). Low self-esteem people: A collective portrait."
    ],
    "photoCreditText": "Photo: Unsplash",
    "photoCreditHref": "https://unsplash.com/@morganhousel",
    "sourcePath": "src/content/articles/self-esteem-psychology/en.md",
    "contentUrl": "/articles/self-esteem-psychology/en.md"
  },
  {
    "slug": "self-esteem-psychology",
    "lang": "el",
    "title": "Η ψυχολογία της αυτοεκτίμησης",
    "date": "2024-12-12T00:00:00.000Z",
    "tags": [
      "προσωπικότητα",
      "αυτοεκτίμηση"
    ],
    "banner": "/articles/morgan-housel-cAQZuqdvba8-unsplash.jpg",
    "summary": "Η αυτοεκτίμηση περιγράφει το πώς αξιολογούμε την προσωπική μας αξία και αν νιώθουμε ότι αξίζουμε. Είναι υποκειμενική και μπορεί να διαφέρει από την πραγματικότητα: άλλοτε υποτιμούμε, άλλοτε υπερεκτιμούμε τον εαυτό μας. Αναπτύσσεται από μικρή ηλικία, αυξάνεται στην εφηβεία, κορυφώνεται γύρω στα 50-60 και μειώνεται στα γηρατειά. Χαμηλή αυτοεκτίμηση οδηγεί σε αμφιβολίες, έλλειψη διεκδίκησης και συμβιβασμό με λιγότερα, δημιουργώντας φαύλο κύκλο. Συνδέεται με έλλειψη αυτογνωσίας. Η ψυχοθεραπεία βοηθά να αναγνωρίσουμε τις αιτίες, να αποδεχθούμε τον εαυτό μας και να θέσουμε νέους στόχους. Η ζωή που αξίζουμε είναι δικαίωμα και μπορεί να επιτευχθεί με αλλαγή και προσπάθεια.",
    "author": "Δήμητρα Μαλάκη",
    "references": [
      "Brown, J. D. (2014). Self-esteem and self-evaluation: Feeling is believing. Psychological perspectives on the self, 4(8), 27-58.",
      "Orth, U., & Robins, R. (2014). The Development of Self-Esteem. Current Directions In Psychological Science, 23(5), 381-387. Doi: 10.1177/0963721414547414",
      "Rosenberg, M., & Owens, T. J. (2001). Low self-esteem people: A collective portrait."
    ],
    "photoCreditText": "Photo: Unsplash",
    "photoCreditHref": "https://unsplash.com/@morganhousel",
    "sourcePath": "src/content/articles/self-esteem-psychology/el.md",
    "contentUrl": "/articles/self-esteem-psychology/el.md"
  },
  {
    "slug": "relationship-patterns",
    "lang": "en",
    "title": "“Relationship patterns as a ‘compulsive repetition’”",
    "date": "2023-02-28T00:00:00.000Z",
    "tags": [
      "relationships",
      "compulsion"
    ],
    "banner": "/articles/photo-1579208995240-4c53b5535bad.jpg",
    "summary": "The myth of freedom in love is challenged, as partner choices are often not truly free. People tend to repeat relationship patterns, gravitating toward partners with similar traits, even when those traits have proven unsuitable. This is linked to the idea of ‘repetitive compulsion,’ where we unconsciously seek familiar emotions and situations to ‘fix’ old wounds. The familiar feels safe, while the unknown can be frightening. Our relationships are shaped by early experiences with parents or caregivers, influencing how we connect with others. Recognizing these patterns and working through them in therapy helps achieve genuine freedom of choice.",
    "author": "Dimitra Malaki",
    "references": [
      "Freud, Sigmund. (1914g). Errinern, Wiederholen und Durcharbeiten (Weitere Ratschläge zur Technik der Psychoanalyse, II). Internationale Zeitschrift für ärtztliche Psychoanalyse, 2, 485-491; Remembering, repeating and working-through. SE, 12: 147-156.",
      "Park, Y., & MacDonald, G. (2019). Consistency between individuals’ past and current romantic partners’ own reports of their personalities. Proceedings of the National Academy of Sciences, 116, 12793-12797.",
      "Rauer, A. J., Pettit, G. S., Lansford, J. E., Bates, J. E., & Dodge, K. A. (2013). Romantic relationship patterns in young adulthood and their developmental antecedents. Developmental Psychology, 49(11), 2159–2171. https://doi.org/10.1037/a0031845"
    ],
    "photoCreditText": "Photo: Unsplash",
    "photoCreditHref": "https://unsplash.com/photos/person-holding-white-notebook-3PIWCNyn-_U",
    "sourcePath": "src/content/articles/relationship-patterns/en.md",
    "contentUrl": "/articles/relationship-patterns/en.md"
  },
  {
    "slug": "relationship-patterns",
    "lang": "el",
    "title": "Τα μοτίβα σχέσεων ως μία “καταναγκαστική επανάληψη”",
    "date": "2023-02-28T00:00:00.000Z",
    "tags": [
      "σχέσεις",
      "καταναγκασμός"
    ],
    "banner": "/articles/photo-1579208995240-4c53b5535bad.jpg",
    "summary": "Ο μύθος της ελευθερίας στην αγάπη αμφισβητείται, καθώς οι επιλογές συντρόφου συχνά δεν είναι πραγματικά ελεύθερες. Οι άνθρωποι τείνουν να επαναλαμβάνουν μοτίβα σχέσεων, έλκοντας συντρόφους με παρόμοια χαρακτηριστικά, ακόμη και αν έχουν αποδειχθεί ακατάλληλοι. Αυτό συνδέεται με τον “επαναλαμβανόμενο καταναγκασμό”, όπου αναζητούμε οικεία συναισθήματα και καταστάσεις για να “διορθώσουμε” παλιές πληγές, συχνά ασυνείδητα. Η αίσθηση του οικείου φαίνεται ασφαλής, ενώ το άγνωστο προκαλεί φόβο. Οι σχέσεις μας βασίζονται σε πρώιμες εμπειρίες με γονείς ή φροντιστές, διαμορφώνοντας τον τρόπο που σχετιζόμαστε. Η αναγνώριση αυτών των μοτίβων και η θεραπεία βοηθούν στην ουσιαστική ελευθερία επιλογής.",
    "author": "Δήμητρα Μαλάκη",
    "references": [
      "Freud, Sigmund. (1914g). Errinern, Wiederholen und Durcharbeiten (Weitere Ratschläge zur Technik der Psychoanalyse, II). Internationale Zeitschrift für ärtztliche Psychoanalyse, 2, 485-491; Remembering, repeating and working-through. SE, 12: 147-156.",
      "Park, Y., & MacDonald, G. (2019). Consistency between individuals’ past and current romantic partners’ own reports of their personalities. Proceedings of the National Academy of Sciences, 116, 12793-12797.",
      "Rauer, A. J., Pettit, G. S., Lansford, J. E., Bates, J. E., & Dodge, K. A. (2013). Romantic relationship patterns in young adulthood and their developmental antecedents. Developmental Psychology, 49(11), 2159–2171. https://doi.org/10.1037/a0031845"
    ],
    "photoCreditText": "Photo: Unsplash",
    "photoCreditHref": "https://unsplash.com/photos/person-holding-white-notebook-3PIWCNyn-_U",
    "sourcePath": "src/content/articles/relationship-patterns/el.md",
    "contentUrl": "/articles/relationship-patterns/el.md"
  },
  {
    "slug": "injustice-at-work",
    "lang": "en",
    "title": "The chain reaction of injustice",
    "date": "2022-05-11T00:00:00.000Z",
    "tags": [
      "work",
      "research",
      "injustice"
    ],
    "banner": "/articles/lesly-juarez-DFtjXYd5Pto-unsplash.jpg",
    "summary": "The feeling of injustice triggers negative emotions and can influence future decisions. In the workplace, people often express anger not only toward those who wronged them but also toward unrelated colleagues, creating a vicious cycle known as ‘generalized negative reciprocity.’ Research by Professor Bernd Weber showed that employees mistreated by superiors tend to pass that unfairness down to subordinates. In the ‘Dictator Game,’ 83% distributed money unequally. Writing a letter to express anger proved to be the most effective way to break this cycle, while short pauses or neutral thoughts were less helpful.",
    "author": "Dimitra Malaki",
    "references": [
      "Strang, S., Grote, X., Kuss, K., Park, S. Q. & Weber, B. (2016). Generalized Negative Reciprocity in the Dictator Game - How to Interrupt the Chain of Unfairness. Scientific reports, 2016, Vol.6 (1), p.22316-22316",
      "Weib, M., Robrigues, J., Paelecke, M,. & Hewig, J. (2020). We, Them and It: Dictator Game Offers Depend on Hierarchical Social Status, Artificial Intelligence, and Social Dominance. Frontiers In Psychology, 11. Doi: 103389/fpsyg.2020.541756"
    ],
    "photoCreditText": "Photo: Unsplash",
    "photoCreditHref": "https://unsplash.com/photos/mindfulness-printed-paper-near-window-DFtjXYd5Pto",
    "sourcePath": "src/content/articles/injustice-at-work/en.md",
    "contentUrl": "/articles/injustice-at-work/en.md"
  },
  {
    "slug": "injustice-at-work",
    "lang": "el",
    "title": "Η αλυσιδωτή εξάπλωση της αδικίας",
    "date": "2022-05-11T00:00:00.000Z",
    "tags": [
      "εργασία",
      "έρευνα",
      "αδικία"
    ],
    "banner": "/articles/lesly-juarez-DFtjXYd5Pto-unsplash.jpg",
    "summary": "Το αίσθημα αδικίας προκαλεί αρνητικά συναισθήματα και μπορεί να επηρεάσει μελλοντικές αποφάσεις. Στο εργασιακό περιβάλλον, οι άνθρωποι συχνά εκφράζουν οργή όχι μόνο προς όσους τους αδίκησαν αλλά και προς άσχετους συναδέλφους, δημιουργώντας έναν φαύλο κύκλο που ονομάζεται «γενικευμένη αρνητική αμοιβαιότητα». Έρευνα του Καθηγητή Bernd Weber έδειξε ότι εργαζόμενοι που δέχονται αδικία από ανωτέρους τη μεταφέρουν σε υφισταμένους. Στο «Παιχνίδι του Δικτάτορα» το 83% μοίρασε άνισα χρήματα. Η συγγραφή επιστολής για την έκφραση θυμού αποδείχθηκε ο πιο αποτελεσματικός τρόπος διακοπής του κύκλου, ενώ μικρά διαλείμματα ή ουδέτερες σκέψεις βοήθησαν λιγότερο.",
    "author": "Δήμητρα Μαλάκη",
    "references": [
      "Strang, S., Grote, X., Kuss, K., Park, S. Q. & Weber, B. (2016). Generalized Negative Reciprocity in the Dictator Game - How to Interrupt the Chain of Unfairness. Scientific reports, 2016, Vol.6 (1), p.22316-22316",
      "Weib, M., Robrigues, J., Paelecke, M,. & Hewig, J. (2020). We, Them and It: Dictator Game Offers Depend on Hierarchical Social Status, Artificial Intelligence, and Social Dominance. Frontiers In Psychology, 11. Doi: 103389/fpsyg.2020.541756"
    ],
    "photoCreditText": "Photo: Unsplash",
    "photoCreditHref": "https://unsplash.com/photos/mindfulness-printed-paper-near-window-DFtjXYd5Pto",
    "sourcePath": "src/content/articles/injustice-at-work/el.md",
    "contentUrl": "/articles/injustice-at-work/el.md"
  },
  {
    "slug": "sexual-abuse-medusa",
    "lang": "en",
    "title": "Interpreting sexual abuse through the \"Gaze of Medusa\"",
    "date": "2022-03-01T00:00:00.000Z",
    "tags": [
      "relationships",
      "abuse"
    ],
    "banner": "/articles/photo-1589572044842-c281528f8ce6.jpg",
    "summary": "Sexual abuse is an escalating social issue that has gained significant public attention, especially following recent reports from survivors. In just six months, the women’s helpline 15900 received more than 4,000 calls, with dozens of women forced to leave their homes for safety. This article draws a parallel between the myth of Medusa and sexual violence, exploring the roles of victim, perpetrator, and witness. In the myth, Poseidon rapes Medusa, while Athena punishes her, leaving the aggressor untouched. The allegory highlights how society often stigmatizes and blames victims, making disclosure harder. Listening to and supporting survivors is essential.",
    "author": "Dimitra Malaki",
    "references": [
      "Οβίδιος, 1966. ΜΕΤΑΜΟΡΦΏΣΕΙΣ ΤΟΥ ΟΒΙΔΊΟΥ. 1966: Διφρος",
      "Ferenczi, S. (1949). Confusion of the Tongues Between the Adults and the Child— (The Language of Tenderness and of Passion) 1. Int. J. Psycho-Anal., 30, σσ. 225-230.",
      "Leys, R., 2010. Trauma. 1st ed. Chicago: The University of Chicago Press. Searles, P., 2019. Rape amd Society. 1 st ed. : Routledge"
    ],
    "photoCreditText": "Photo: Unsplash",
    "photoCreditHref": "https://unsplash.com/photos/gold-and-blue-head-bust-yANk47Q3P_8",
    "sourcePath": "src/content/articles/sexual-abuse-medusa/en.md",
    "contentUrl": "/articles/sexual-abuse-medusa/en.md"
  },
  {
    "slug": "sexual-abuse-medusa",
    "lang": "el",
    "title": "Η ερμηνεια της σεξουαλικής κακοποίησης μέσα από \"το βλέμμα της Μέδουσας\"",
    "date": "2022-03-01T00:00:00.000Z",
    "tags": [
      "σχέσεις",
      "κακοποίηση"
    ],
    "banner": "/articles/photo-1589572044842-c281528f8ce6.jpg",
    "summary": "Η σεξουαλική κακοποίηση αποτελεί αυξανόμενο κοινωνικό φαινόμενο που απασχολεί έντονα, ιδιαίτερα μετά από πρόσφατες καταγγελίες. Η γραμμή 15900 δέχτηκε σε έξι μήνες πάνω από 4.000 κλήσεις, με δεκάδες γυναίκες να εγκαταλείπουν το σπίτι τους για λόγους ασφάλειας. Το άρθρο συνδέει τον μύθο της Μέδουσας με τη σεξουαλική βία, εξετάζοντας ρόλους θύματος, θύτη και μάρτυρα. Στον μύθο, ο Ποσειδώνας βιάζει τη Μέδουσα, ενώ η Αθηνά την τιμωρεί, αφήνοντας τον θύτη ατιμώρητο. Η αλληγορία δείχνει πως η κοινωνία συχνά στιγματίζει και κατηγορεί τα θύματα, δυσκολεύοντας την καταγγελία. Η ακρόαση και η στήριξη των θυμάτων είναι κρίσιμες.",
    "author": "Δήμητρα Μαλάκη",
    "references": [
      "Οβίδιος, 1966. ΜΕΤΑΜΟΡΦΏΣΕΙΣ ΤΟΥ ΟΒΙΔΊΟΥ. 1966: Διφρος",
      "Ferenczi, S. (1949). Confusion of the Tongues Between the Adults and the Child— (The Language of Tenderness and of Passion) 1. Int. J. Psycho-Anal., 30, σσ. 225-230.",
      "Leys, R., 2010. Trauma. 1st ed. Chicago: The University of Chicago Press. Searles, P., 2019. Rape amd Society. 1 st ed. : Routledge"
    ],
    "photoCreditText": "Photo: Unsplash",
    "photoCreditHref": "https://unsplash.com/photos/gold-and-blue-head-bust-yANk47Q3P_8",
    "sourcePath": "src/content/articles/sexual-abuse-medusa/el.md",
    "contentUrl": "/articles/sexual-abuse-medusa/el.md"
  }
]